Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 오히려 긴장한 건 맞은편에 앉았던 루시였다.
en_us: Blondina was no longer a commoner who had to fear those above her. The table had turned. Instead, Lucy’s face suddenly turned pale.

source: 그들끼리 정했던 드레스코드였을까.{j}물론, 자신은 고귀한 핏줄의 자제들끼리 정한 드레스코드 따위 알지 못했다.{j}저들과는 간단한 대화조차 나눈 적이 없었기에.
en_us: Obviously, Blondina had not received the notice that the dress code for today’s party was yellow. She was intentionally left out. Nobody was willing to let her know because she didn’t belong here.{j}{j}

source: 체리를 만지작거리는 블론디나가 이내 홀로 중얼거렸다.
en_us: Blondina murmured to herself as she fiddled with a cherry in her fingers.

source: 그런 연유로 블론디나는 이유도 알지 못한 채 영주님의 성 맨 꼭대기방에 묵게 되었다.
en_us: That’s how Blondina was taken to the imperial castle where she had been staying for several days now, still not knowing why she was brought here.

source: 저런 건 아무래도 가정교육 문제가 확실한데, 아무래도 자신의 아버지인 황제는 가정 교육에 영 재능이 없는 모양이다.
en_us: Obviously, it was quite self-explanatory looking at their father.

source: 턱을 괸 채 에이몬의 얼굴을 홀린 듯 바라보던 루시가 퍼뜩 정신을 차렸다.{j}마치 꿈결에서 깨어난 듯한 표정이었다.
en_us: Lucy, who was still gazing at Amon’s beauty, got back to her senses as if she had just woken up from a sweet dream.{j}

source: 당연히 에이몬은 가만있지 않았다.{j}앞발로 블론디나의 얼굴을 쭉쭉 밀고 손등을 아프지 않게 내리쳤다.{j}물론 발톱을 내밀지 않은 채.
en_us: Amon didn’t stay still. With his front paws, he tried hard to push away Blondina’s face from his and smacked the back of her hand, telling her to let go. He did so without sticking his claws out because he had no intent of hurting her.{j}{j}

source: 신수가 내뿜는 살기 따위를 ‘에이몬이 오늘따라 까칠하네…….’ 정도로 치부하며 지냈는데 이깟 일반 뱀에게 무서움을 느낄 리가.
en_us: It was almost impossible for her to be afraid of the snakes because even Amon’s anger never scared her. She considered it as one of his tantrums.

source: 손등과 손바닥, 손날을 번갈아 가며 냄새 맡던 고양이는 이내 제 뺨을 블론디나의 손등에 살짝 비비더니 스스로 그녀 손 위로 훌쩍 올라탔다.
en_us: after sniffing the back and the front of her hand repeatedly, he softly nuzzled her hand and climbed into her arms.

source: 「그래, 나도.」
en_us: “Yeah, me too.”

source: 블론디나가 홀로 고민에 젖어 있건 말건, 식인 선포를 한 에이몬은 홀로 착착 걸어왔다.{j}목덜미에 송곳니를 박는 대신 앞발로 블론디나의 뺨을 톡 건드린다.
en_us: Regardless of what Blondina was doing, Amon, who declared he will eat her one day, walked towards Blondina and took out his fangs. But rather than taking a bite at Blondina’s neck, he tapped her cheek with his paw.{j}

source: 처음 보는 인간, 처음으로 가까이 마주한 인간이라는 존재가 조금 신기한 듯싶었다.
en_us: The cat was amazed to see a human up this close,

source: “그렇기는 하지…….”
en_us: “Well, that’s true...”

source: 「미천한 인간은 감히 나와 눈도 못 마주치는데 말이야.」
en_us: “Normally, a humble human like you would never dare to talk with me or look at me in the eye.”

source: 블론디나는 잠시 말을 잃었다.{j}아직 어린 열한 살 소녀였으나, 제 또래 아름다운 남자아이를 보자 입이 절로 벌어진 탓이다.
en_us: Blondina was lost for words. She was shocked to see such a beautiful boy of her age. {j}

source: 어젯밤 에이몬이 온 게 꿈일 줄 알았는데 아닌 모양이다.{j}이렇게 먼저 일어나서 깨워 주다니.
en_us: Last night, when she saw Amon, she has assumed it was a dream, but now realized it wasn’t. She had never imagined that she would be waken up by Amon this morning when she went to bed last night feeling lonely. It was a delightful surprise.{j}

source: 짐승이기에 더욱 쉬이 파악할 수 있었다.
en_us: So, to a beast like himself, Amon had prejudice against people for having a stench.

source: 부족한 혈통의 고귀함도.{j}무한한 권력과 부 역시.
en_us: He believed that once he got married with Princess Blondina, he would be able to provide the immense power and wealth she required through his noble lineage. {j}

source: “-그래서 저번에 에이몬 님이 꽃향기를 맡으시는데 귀가 쫑긋쫑긋한 거예요.”
en_us: “The other day, Amon was smelling the flowers and his ears started twitching.”

source: 마지막 말은 마치 놀리듯 던져졌다.
en_us: Blondina sounded like she was teasing Amon with her last remarks, because Blondina was seen trying her to hold her laugh. Amon stopped talking and gazed at Blondina’s upper lips.

source: 「그래.{j}마음대로 해라…….」
en_us: “Fine, do whatever you want...”{j}

source: 비록 배가 다르다고는 하나, 블론디나는 저보다 나이 많은 누이였다.{j}하지만 그런 것 따위 아이가 유념할 리 없다.
en_us: The prince knew he was younger than Blondina, however, it wasn’t much of an importance to him, because the girl standing before his eyes wasn’t his half-sister but a peasant to him.{j}

source: 「떠나?」
en_us: “He left?”

source: 필립이 웃으며 고개를 내저었다.
en_us: Philip shook his head, smiling.

source: 그래.{j}이런 취급이 한두 번이냐.{j}게다가 아까는 자의로 안겨 버렸는데.
en_us: Do whatever you want. It’s not it’s the first time anyway. I even willingly jumped into her arms earlier.{j}

source: 하지만 그런 씁쓸한 현실까지 에이몬에게 구구절절 설명할 이유는 없었다.
en_us: Blondina didn’t want to go into the details of explaining everything to Amon.

source: ‘그런데 언제까지 할 거지?{j}날 골려 주기 위한 연극은 저 정도면 충분하지 않나?’
en_us: Geez...How long are they going to keep up with this? Haven’t they had more than enough fun at my expense now?{j}

source: 「……저 새 새끼 당장 없애 버릴 거야…….」
en_us: “You dumb bird...! I’m going to end you right here, right now!”

source: #16화
en_us: Chapter 16

source: 최근 루시는 신부 수업을 시작했다.
en_us: Recently, Lucy had begun taking her marriage preparation classes back at home.

source: 하지만 그 자그마한 온기가 싫지 않아 블론디나는 눈을 감고 웃기만 했다.{j}정말이지 최근 보고 싶어 몸이 달았는데 제 마음을 눈치채기라도 한 듯 이렇게 와주다니.{j}마음이라도 통한 걸까.
en_us: Blondina felt rather happy to find Amon sleeping on top of her. She closed her eyes and smiled enjoying the warmth from the leopard’s body. It felt as if Amon had read right through her mind to appear at the very moment she was missing him the most.{j}{j}

source: 언제 타박했냐는 듯 다정한 목소리로 아델라이는 말했다.
en_us: Her voice sounded completely different as she talked softly to calm down her poor twin brother.

source: 「루시와 놀다니.{j}내가 애야?」
en_us: “Play with Lucy? Do you think I’m a kid?”{j}

source: 이불을 대충 걷어 낸 후 나무 문짝을 향해 답했다.
en_us: She hurriedly made her bed and responded to her servant waiting outside the door.

source: 블론디나는 내심 기분이 좋았다.{j}아비인 황제에게 사랑받기 위해 전전긍긍하는 건 아니었으나, 그래도 칭찬이란 걸 받게 되자 살짝 마음이 떨려 온 것이다.
en_us: Unlike Adellai, Blondina was happy to have pleased the emperor. It wasn’t like she was putting efforts to please her father, but his compliments made her feel excited. It felt like she was finally being welcomed into his family.{j}

source: “에이몬.{j}넌 언제 성장해?”
en_us: “Amon, when do you grow-up?”{j}

source: “간지러워.{j}그런데 너 정말 귀엽다.{j}발바닥 말랑말랑해.”
en_us: “It tickles. You are so cute! And your paws are so soft like a jelly.”{j}{j}

source: 호위 기사가 난처한 얼굴로 변명했다.
en_us: The guard tried his best to give an excuse.

source: 둘은 다시 멍하니 창밖을 응시했다.{j}들판 너머로 붉은 태양 빛이 아름답게 터져 나오고 있었다.
en_us: The two remained silent gazing outside the window at the sun beautifully rising across the field.{j}

source: 비록 배가 다르다고는 하나, 블론디나는 저보다 나이 많은 누이였다.
en_us: The prince knew he was younger than Blondina, however, it wasn’t much of an importance to him, because the girl standing before his eyes wasn’t his half-sister but a peasant.

source: “두, 두려운 것이 아니다!”
en_us: “W-Who says I’m scared?!”

source: 서늘한 바람이 둘 사이를 잠시 휘돌다 지나갔다.{j}황제는 아무런 이야기도 꺼내지 않았다.
en_us: The silence was interrupted by a cold breeze that blew by them, however, the emperor didn’t say a word.{j}

source: 하지만 그 어조에 숨겨져 있는 만족감을 블론디나는 어렵지 않게 느낄 수 있었다.{j}에이몬이 이 별궁을 자신의 구역이라 생각하고 날을 세운다면…… 모두 다 맞춰 줄 의향이 있었다.
en_us: Blondina was easily able to tell Amon was greatly pleased with her answer. She was willing to do whatever pleased him so that he wouldn’t feel distressed visiting her at her palace.{j}

source: 에이몬이 무슨 돈이 있어서 목걸이도 준다고 하는 걸까.{j}블론디나는 궁금했으나 그저 고개를 저었다.
en_us: She shook her head unable to understand how Amon would even get her a ring without any money.{j}

source: 블론디나는 어렵지 않게 그들의 의도를 알아챘다.{j}하지만 수치심이 치밀기보다는 오히려 웃음이 났다.
en_us: It wasn’t hard for Blondina to read their intentions. She couldn’t help but laugh rather than feeling ashamed.{j}

source: “거, 거짓말.{j}아까 그거 엄청나게 좋아했으면서.”
en_us: “Y-You’re lying. I know you were really into that branch earlier.”{j}

source: 에이몬은 앞발을 급히 떼고는 고개도 휙 돌렸다.
en_us: Amon quickly snatched his paws away from her arms and turned away from her.

source: “브리디.”
en_us: “Briddy.”

source: 「……그냥.」
en_us: “...it’s nothing.”

source: 쫑알거리는 마제또의 목소리가 작게 울린다.{j}아무래도 마제또의 간이 최근 무척 커진 게 분명했다.
en_us: Majetto’s angry voice quietly echoed through the room. His comments were becoming more and more audacious.{j}

source: “너?{j}귀여운 고양이.”
en_us: “You? You’re just a cute cat.”{j}

source: 블론디나가 서운하다는 어조로 물었다.
en_us: Blondina asked with a disappointed voice.{j}

source: 「도대체 저 인간 남자는 왜 온 건데?{j}초대장은 왜 주는 거야?{j}이깟 꽃차는 왜 주는 거냐고.」
en_us: “Why did that human boy come see you? And why did he give you this invite? And what’s up with this flower tea?”{j}{j}

source: 자그마한 표범이 우아하게 앉아 깃펜을 앞발에 꾹 쥐고 있는 모습 역시 떠올렸다.
en_us: Her imaginations didn’t stop there. She pondered upon the thought of seeing a small leopard sitting gracefully on the parchment with the quill held firmly in his paws.

source: “……아델라이.”
en_us: “...Adellai.”

source: “아니, 그것도 아니야.{j}그걸 놀라워하라는 게 아니란 말이야…….”
en_us: “Wrong again. That’s not what I’m asking...”{j}

source: “몰랐다…….{j}그래.{j}모를 수 있지.{j}모를 수 있어.”
en_us: “You didn’t know you say...Of course. It’s possible that you had no idea it was her.”{j}{j}{j}

source: 아델라이 황녀는 순간 그렇게 외칠 뻔하다가 겨우 참았다.
en_us: Princess Adellai almost snapped and burst in anger.

source: “아, 말랑해…….{j}기분 좋아.”
en_us: “Oh, it’s so soft and squishy...it feels nice.”{j}

source: “예.{j}모든 것이 분에 넘칠 만큼 완벽합니다.”
en_us: “No, everything is perfect.”{j}

source: 위협인데, 전혀 위협적이지 않았다. ‘이 작은 고양이가 무슨 소리야.’라고 생각하며 웃을 따름이었다.
en_us: His threats didn’t sound threatening to Blondina. They sounded like a cat growling unpleasantly, nothing more.

source: 앞발을 휙휙 휘두르자 테이블 위에 올라와 있던 체스 말이 위로 험하게 날아갔다.
en_us: He let out a tantrum, swinging all the chess pieces out of the table.

source: 블론디나는 저 멀리 보이는 별궁 지붕을 바라보다가 에이몬의 몸통을 붙잡고 들어 올렸다.{j}에이몬은, 졸지에 공중에 대롱대롱 매달려 영문 모를 표정으로 블론디나를 응시하게 됐다.
en_us: Blondina gazed at the roof of the detached palace hanging far at the horizon, and then, she lifted up Amon with her arms. Amon was stumped by Blondina’s sudden action as he stared at Blondina’s face confused.{j}

source: 에이몬은 가만히 앞발만 내려다보는 에이몬을 톡 건드렸다.
en_us: Blondina tapped Amon, who was keeping his eyes fixed to his paws.

source: 웃음기 어린 대화가 이어졌다.{j}단란한 가정이다.{j}친밀한 사랑으로 단단히 묶인 사이다.{j}그 모습을 지켜보는 블론디나는 문득 눈시울이 발개졌다.{j}
en_us: The imperial family truly looked like a happy and blissful family deeply bound together by love as they enjoyed their joyful moment together. Looking at such scene, Blondina burst into tears. {j}{j}{j}{j}

source: “에이몬.{j}나야, 이 나뭇가지야?”
en_us: “Amon, is it me or the branch?”{j}

source: “신기한 고양이네.”
en_us: “Aren’t you a weird looking cat?”

source: 에이몬과 가장 친한 건 늘 자신이라고 생각했는데 언제부터인가 에이몬에게서 우선순위가 바뀐 듯한 기분이 들었다.
en_us: Blondina had always believed that Amon was closer to her, but since some point, it felt like his priority had changed.

source: 블론디나는 생각했다.
en_us: Blondina thought to herself.

source: “네, 황녀님.{j}신수를 통제할 신이 모두 사라지자, 인간과 신수 사이에 싸움이 일어났어요.”
en_us: “Yes, my princess. After the gods, who wielded the power to control the divine beasts, disappeared from this world, a fight erupted between them and humans.”{j}

source: 블론디나는 꼬물꼬물 움직여 에이몬이 누워 있는 쿠션 가까이 다가갔다.{j}눈을 감고 있는 에이몬의 콧잔등을 슬슬 문지르자 에이몬이 눈 아래를 찡그렸다.
en_us: The princess leisurely moved her body towards Amon who was still lying on the cushion with his eyes closed. As she approached him, she carefully rubbed Amon’s nose.{j}

source: “풀숲에 숨어 있으면 지루할 텐데?”
en_us: “It’ll get boring hiding in the bushes.”

source: 「음.{j}그럼 황제는 뺄까?」
en_us: “Um. Okay then. Never mind the emperor.”{j}

source: 방금 제 보석을 위대하고 고귀한 신수께서 들고 튀셨다.
en_us: Basically, she was robbed by a divine beast just now.

source: 파티장의 화려한 불빛이 물결처럼 밀려들었다.{j}환하고, 화사하고, 빛이 난다.
en_us: It was filled with bright and colorful lights.{j}

source: 「그러니까…… 나라는 거지?」
en_us: “So...it’s me then, right?”

source: 「그 남자애 갔대.」
en_us: “That boy is gone.”

source: “욕망!{j}욕심!{j}탐욕!”
en_us: “Desire! Greed! Avarice!”{j}{j}

source: 경고였다.
en_us: It was a warning to Prince Lart.

source: ‘억울해!{j}천하게 자라 무서운 게 없는 모양이지!’
en_us: This is so unfair! She’s probably unafraid only because she’s used to living on the streets!{j}

source: “예?{j}무엇이?”
en_us: “For what?”{j}

source: 블론디나가 어깨 아래로 내려온 에이몬의 꼬리를 매만졌다.{j}보들보들 부드러웠다.
en_us: Blondina stroked Amon’s soft tail as he came off her shoulder.{j}

source: 한편, 라르트 황자는 왜 화를 내냐는 블론디나의 질문에 정말 화가 나기 시작했다.{j}차라리 블론디나가 화를 내거나 수치스러워했다면 기분이 좋았을 거다.{j}절 애 취급하는 것 같은 얼굴을 보자 괜히 이상하게 제 쪽이 놀림당하는 것만 같았다.
en_us: Meanwhile, Prince Lart’s anger began to burst out, triggered by Blondina’s blunt question. He was intending to anger Blondina to see how she would react, but instead her calm reactions angered him as it felt like he was being mocked by her.{j}{j}

source: 수풀 안에서 귀여운 변명의 목소리가 들려왔다.
en_us: A voice came out of the bushes with a cute excuse.

source: 황녀님이 아무리 어리다고 해도 숙녀이다.{j}에이몬은 짐승이기는 하나 수컷이다.
en_us: As a noble herself, Lucy knew very well that if people learned of Amon’s true identity it would be a perfect rumor for the elegant nobles to vulgarly gossip about. No matter how young the two were, Blondina was a princess and Amon was a beast. There were so many possible grubby stories people could build up on. {j}

source: 블론디나의 머리 옆 나무에 화살 하나가 거칠게 꽂혀 왔다.
en_us: An arrow flew by just inches away from Blondina’s head and hit the tree they were looking at.

source: “말도 안 되는……!{j}이 문양은…….”{j}
en_us: “That can’t be possible! This symbol…”

source: “고작 흑표범 한 마리 때문에?”
en_us: “Are you saying this all happened because of one black leopard?”

source: 에이몬은 머쓱한 듯, 대답 없이 블론디나의 팔목만 앙앙 물었다.
en_us: As if he was embarrassed to answer, he consistently bit her arms without answering her question.

source: “그래?{j}그렇다면 누구와 재혼했느냐.”
en_us: “I must’ve been mistaken. Then who did she remarry?”{j}

source: 커다란 석상을 보자 절 때리던 식당 주인이 떠올라 저도 모르게 반응한 것이다.{j}큰 체구의 동물이나 사람을 보면 그렇다.{j}경험으로 습득한 본능적인 공포였다.
en_us: The reason Blondina freaked out was because it reminded her of the innkeeper who treated her with violence. Her fear for large animals and people was something she learned from her traumatic experiences.{j}{j}

source: 블론디나는 파티장 앞 커다란 문 앞에 서서는 두근거리는 마음을 억누르고 에이몬을 떠올렸다.
en_us: As Blondina approached the huge gates to the ballroom, Amon came to her thoughts. She was nervously calming herself down before she entered.

source: 에이몬이 아무리 귀여운 새끼 표범 모습이라고는 해도, 인간이라면 무릇 그에게 두려움을 갖기 마련이다.{j}본능적인 공포로 몸을 움츠려야 할 정도였다.
en_us: No matter how adorable Amon appeared, most people couldn’t hide their fear seeing a baby leopard sitting before them. They were instinctively afraid of him because after all he was a predator.{j}

source: 한쪽 입꼬리를 더욱 추켜 올린 라르트 황자가 입을 열었다.{j}그러곤 비웃는 듯한 얼굴로 빙글거리며 입을 열었다.
en_us: With his curled lips, the prince opened his mouth to tease her.{j}

source: 에이몬은 바닥에 턱을 대고 누워 눈앞에 보이는 모자 리본 끈을 앞발로 문질렀다.
en_us: Amon laid on the carpet with his chins on the ground. He was thinking whether he should wear the silly hat or not as he fiddled with the ribbon knitted to the hat.

source: “그냥 돈 없어서 땅에 떨어진 빵 주워 먹고…… 뭐…….”
en_us: “I was penniless, so I ate bread people had dropped on the ground...and...”

source: 블론디나는 표범과 참새가 외치는 잔인한 말을 모두 무시하고는 에이몬을 휙 끌어안았다.{j}그런 후 보송보송한 새끼 표범의 뺨에 제 뺨을 비비적거리기 시작했다
en_us: Blondina ignored the threats coming from the leopard and the sparrow and reached out for Amon to hug him close. With Amon tightly held in her arms, she rubbed her cheek against his flurry cheek.{j}

source: 영 성가신 인간이었다.
en_us: She was a troublesome human to handle.{j}

source: 블론디나는 생각했다.{j}왜 갑자기 다가와 이런 시비를 거는 거지?
en_us: {j}Why would a prince like him come up to me to pick up a fight? I’m nothing more than an ant to his eye.

source: “……응.”
en_us: “I will...”

source: “미안해요!{j}이제 인간 욕 안 할게요!{j}약하고 멍청하다고 생각하는 건 속으로만 할게요!”
en_us: “I’m sorry! I won’t belittle humans in front of you again. I know that humans aren’t clever and are weak, but I’ll keep that to myself from now on. I promise!”

source: 이건 치욕이었다.
en_us: Despite feeling good in Blondina’s arms, Amon felt ashamed as a divine beast.

source: 당연히 에이몬은 가만있지 않았다.
en_us: Amon didn’t stay still. With his front paws, he tried hard to push away Blondina’s face from his and smacked the back of her hand, telling her to let go.

source: 「그러니까, 브리디.{j}이제 날 예뻐해 줘.」
en_us: “Take good care of me, Briddy.”{j}

source: 정면으로 보이는 테이블에는 수염이 가느다랗게 난 사내가 돋보기를 닦고 있었다.{j}귀금속점 주인이었다.
en_us: The first thing she saw was a man, the owner, with a long mustache cleaning a magnifying glass.

source: 블론디나 역시 마찬가지였다.
en_us: Blondina was also invited to the event.

source: 그 사이에서 상처받는 건 자신뿐이었다.{j}지금 생활이 너무도 만족스러워 방해받고 싶지 않았다.
en_us: So, she decided to avoid the trouble by leaving herself out from their relations. She didn’t want to be the victim of Adellai’s jealousy.{j}

source: 블론디나의 입가에 미소가 걸렸다.
en_us: Blondina couldn’t help but smile at the scene.

source: 이제 블론디나는 한숨마저 나왔다.
en_us: Blondina sighed in response. She was beginning to feel sick and tired of the prince.

source: 필립의 낯에 약간의 미소가 담겼다.{j}그가 곧 무어라 말을 건네려 할 때였다.{j}누군가 그의 말을 끊고 불쑥 모습을 드러냈다.
en_us: Right before Philip could continue, a voice butted in and interrupted the two.{j}{j}

source: 그리고 최근 에이몬의 언동으로 유추해 보건대 그건 착각이나 오해가 아니라 사실인 것 같기도 했다.
en_us: Also, based on his behaviors, she began to believe it as a fact rather mere assumptions or misunderstandings.

source: “왜 그래?!”
en_us: “What’s up with you today?”

source: 꺄!
en_us: Eek!

source: “의연하구나, 블론디나.{j}이제 황족이 다 되었어.”
en_us: “How dignified of you Blondina. You’ve truly become a royal.”{j}

source: “네.{j}살랑거리는 꼬리도 어찌나 귀여운지 붙들고 싶은 걸 겨우 참았어요.”
en_us: “Yes. And his tail started to swish, too. It was so cute that I nearly reached out to grab it.”{j}

source: 공포로 차마 얼굴조차 들지 못했었다.
en_us: She was so scared that she could hardly lift her face.

source: “크흑…….”
en_us: “Ugh...”

source: 그제야 테이블 위가 조용해졌다.{j}어색하게 웃는 루시를 향해 블론디나가 다시 물었다.
en_us: The room was finally quiet with the annoying sparrow no longer around. Blondina turned to Lucy with an awkward smile and continued with her questions.{j}

source: 루시는 귀를 만지작거리며 웃었다.
en_us: Lucy fiddled with her ears timidly.

source: “천한 피라고는 하나, 태도는 당당하던걸요.”
en_us: “She may be raised as a commoner, but she seemed to carry herself with confidence,” Philip added.

source: 에이몬이 변환석을 앞발로 문질렀다.
en_us: Amon replied to her while rubbing his transformation gem with his paws.

source: 마지막 말은 마치 놀리듯 던져졌다.{j}에이몬은 말을 멈춘 후, 웃지 않기 위해 실룩거리는 블론디나의 입꼬리를 응시했다.
en_us: Blondina sounded like she was teasing Amon with her last remarks, because Blondina was seen trying hard to hold her laugh. Amon stopped talking and gazed at Blondina’s upper lips.{j}

source: ‘아……!’
en_us: Ah...!

source: “알아.{j}내 주제.{j}그런데 왜 갑자기 화를 내?”
en_us: “I do know my place. Why are you so angry with me all of a sudden?”{j}{j}

source: 무슨 말만 해도 화를 내고 배배 꼬아 듣는다.
en_us: Blondina couldn’t understand why the two of them were taking each and every word of hers with a grain of salt.

source: 블론디나는 배우지 못했을지언정 마냥 멍청하지는 않았다.
en_us: Although Blondina never got her proper education, she was more quick-witted than any other noble lady.

source: 마제또의 한탄 섞인 말이 울렸다.
en_us: Majetto chirped deplorably.

source: 블론디나는 더 참지 못하고 작은 표범을 번쩍 들어 껴안아 버렸다.
en_us: Blondina couldn’t stand it any longer. She picked up the little leopard and hugged him tightly.

source: 음.{j}약간 서운해.
en_us: Hmph. I can’t help but feel a little disappointed. {j}

source: “죽여!{j}죽여 버려요!”
en_us: “Kill him! Don’t show him mercy!” Majetto screamed.{j}

source: 하지만 제 턱을 문지르는 인간의 손길이 싫지 않은지 눈을 감고 갸르릉거릴 따름이었다.
en_us: But this time, he seemed to be enjoying her touches. He began to purr as her hand stroke his chin harder.

source: 햇살 아래 그의 눈동자가 예쁘게 반짝이고 있었다.{j}손바닥 아래 닿는 체온이 사뭇 따뜻했다.
en_us: Her eyes were glittering from the sunlight, and her hand was warm like the spring weather.{j}

source: “하지만 바로 그 시기에 새끼였던 신수 하나가 성장해서 성체가 됐는데…… 그 신수가 바라한의 후예를 죽여 버렸대요.”
en_us: “But around that time, a divine beast, who had just reached adulthood, managed to kill the descendant of Barahan, ending the massacre.”

source: 그 말에 에이몬이 다시 꼬리를 휙 세웠다.{j}동시에 귀여운 송곳니가 살짝 드러났다.
en_us: Amon reacted to her words with fury as he straightened his tail and showed his cute fangs.{j}

source: 평민으로 살아온 것이 몇 년인데, 당연한 일이기는 했다.
en_us: For someone who spent her entire life as a commoner, it would take months for her to finally accept her surreal reality.

source: “그런데, 에이몬.{j}이 아이는 어떻게 말을 해?{j}얘도 신수야?”
en_us: “But Amon, how can this sparrow talk? Is he a divine beast too?”{j}{j}

source: “들어와.”
en_us: “Come in.”

source: “이건 ‘아’라는 발음이라 이거지.{j}아.{j}옆에 건 ‘오’.”
en_us: “So, this letter is pronounced as “Ah,” right?{j}And the next one is pronounced “Oh.””

source: 블론디나가 반지를 건네자 주인이 심드렁한 표정으로 반지를 집어 들고는 대충 살피기 시작했다.{j}“뭐, 네 부탁이니 봐주기는 하는데 큰 기대는 하지 마라.”
en_us: “Well, I’ll look through only this once, but don’t expect much, alright?” The man said while carelessly skimming over the ring.

source: 인간보다 조금 뜨거운 체온 때문일까.{j}온기가 스칠 때마다 살갗이 불에 닿은 듯 타오르는 기분이었다.
en_us: And because the divine beasts had a warmer body temperature, every time his fingertips brushed her skin, it felt as if she was slightly burned by it.{j}

source: 그런 후 반짝이는 털실로 만들어진 모자를 쓰기로 겸허히 결정했다.{j}제 모습이 비치는 거울, 유리창, 분수대 물 따위는 절대 보지 않기로 다짐하며.
en_us: He decided that he was left with no other choice but to wear the silly knitted hat. So, he picked the hat and put it on his head. He promised himself that he wouldn’t look at a single reflection of himself reflected in a mirror, a window, or the fountain.{j}

source: 소파에 몸을 묻어 생각에 잠긴다.
en_us: He sprawled his entire body on the sofa and was lost in thoughts.

source: 풀을 밟는 낯선 발소리였다.
en_us: She heard the grass rustle.

source: 고양이는 여전히 답이 없었다.{j}블론디나가 내민 손 냄새를 킁킁거리며 맡았을 뿐이다.
en_us: The cat stood silent as{j}he leaned his head forward to sniff Blondina’s hands.

source: 덧붙여, 황녀님은 지금 무언가를 잘 모르고 계셨다.{j}편지를 읽어 본 자신이 느끼기에, 필립 공자는 지금 타국에 갔다 온 후 청혼을 하겠다며 돌려 말한 것이었는데.{j}흥미진진하고도 기쁜 일이다.
en_us: However, Lucy wasn’t just laughing at Blondina’s remarks, but also because of Philip’s letter to her. Based on her understanding, Marquess Philip was clearly implying that he would propose to her once he returned. Lucy couldn’t hold her laugh thinking how naive her princess was.{j}{j}

source: 날 때렸던 여관 주인과 닮았거든.
en_us: Actually, I was scared because he reminded me of the innkeeper.

source: 마제또가 둘 주위를 빙빙 돌며 삑삑거렸다.
en_us: Majetto began to flutter around Blondina again as he yelled at her in discomfort.

source: 에이몬은 앞발로 얼굴을 문지르며 대충 말끝을 흐렸다.
en_us: Amon replied murmuring his words, rubbing his face.

source: 그런 에이몬을 마주하노라면 심장 깊숙한 곳이 저릿하게 울리곤 했으니 애써 외면한 것에 가깝기는 했다.{j}저 어린애를 상대로 무슨 기분이야, 라며.
en_us: To be honest, she consistently tried hard to hide the tingly feeling ringing deep inside her heart whenever she saw Amon in his human form, because she felt ashamed to have such feelings for just a boy.{j}

source: 네가 지어 줘.」
en_us: “He doesn’t have a name yet. Why don’t you give him one?” Amon asked Blondina.

source: 「이게 뭐…….」
en_us: “What is it...?”

source: 공격인지 구애인지 모를 모습으로 마제또는 에이몬에게 달려들었다.
en_us: Majetto totted around Amon, unclear whether he was attempting to attack him or pursue him.

source: 연약한 인간 따위 죽이는 건 간단하다.{j}생명을 앗는 것에 주저할 리 없었다.{j}신경 쓰이는 건 황족을 죽인 후 장로에게서 쏟아질 잔소리였다.
en_us: For Amon, killing a human was a piece of cake. If he felt like he had to kill one, it was as easy as breathing for him. But the only thing that kept him from doing so was the trouble that he would get into by killing an imperial family. He knew the elders of the clan would question his actions.{j}{j}

source: 이유는 알 수 없었다.
en_us: He didn’t understand why.

source: “그럼 화살 따위는 구경해서 뭐 하게.”
en_us: “They might be better than arrows, you know?”

source: 밥은 안 먹었지만 배에 통통하게 살이 오른 마제또는 억울한지 양탄자 위를 다다다 뛰어다녔다.{j}에이몬이 부산스럽다며 볼록 나온 배를 꾹 누를 때까지 지치지도 않고.
en_us: Majetto, who looked already full with him plump belly, ran around the rug untiringly until Amon stepped in and pressed him hard on the floor.{j}

source: 손을 조심스레 내밀어 뒷다리를 살펴보려 했다.{j}우선 말하는 고양이에 대한 의문보다 걱정이 앞선 탓이다.
en_us: {j}Despite the million questions she had for the cat, her priority was to tend it. She carefully spread out her hands to examine the cat’s leg.

source: 정말이지 망할 본능이었다.
en_us: It sure was an annoying instinct of his.
